Repository: jkrenzer/horde-Horde_Payment
Catalog: po/*.po
Languages: sl_si

source: %s Setup
sl_si: %s Nastavitve

source: Action
sl_si: Ukazi

source: Add a testing authorization
sl_si: Dodaj testno avtorizacijo

source: Add testing
sl_si: Dodaj testno

source: Address:
sl_si: Naslov:

source: Amount
sl_si: Vrednost

source: Application
sl_si: Aplikacija

source: Applications
sl_si: Aplikacije

source: Are you sure to delete this authorization?
sl_si: Resnično želite pobrisati izbrano avtentikacijo?

source: Are you sure to revoke this order?
sl_si: Resnično želite preklicati izbrano naročilo?

source: Are you sure to void this authorization?
sl_si: Resnično želite preklicati izbrano avtentikacijo?

source: Attribute
sl_si: Atribut

source: Authorization "%s" from module "%s" was not deleted.
sl_si: Avtorizacija "%s" v aplikaciji "%s" ni bila izbrisana.

source: Authorization "%s" from module "%s" was not voided.
sl_si: Avtorizacija "%s" v aplikaciji "%s" ni bila preklicana.

source: Authorization "%s" from module "%s" was successfully deleted.
sl_si: Avtorizacija "%s" v aplikaciji "%s" je bila izbrisana.

source: Authorization "%s" from module "%s" was successfully voided.
sl_si: Avtorizacija "%s" v aplikaciji "%s" je bila preklicana.

source: Authorization already voided.
sl_si: Avtorizacija je bila že zavrnjena.

source: Authorization was not deleted.
sl_si: Avtorizacija ni bila izbrisana.

source: Authorization was not voided.
sl_si: Avtorizacija ni bila preklicana.

source: Authorizations
sl_si: Avtorizacije

source: Cancel
sl_si: Prekliči

source: Cash on delivery
sl_si: Plačilo po prevzetju

source: Change payment method
sl_si: Spremenite način plačila

source: Configuration
sl_si: Nastavitve

source: Configuration is out of date.
sl_si: Nastavitve so zastarele.

source: Configure %s
sl_si: Nastavite %s

source: Could not revert configuration.
sl_si: Ne morem poverniti nastavitve.

source: Could not save the backup configuration file %s.
sl_si: Ne morem shraniti varnostne koopje %s.

source: Could not save the configuration file %s. You can either use one of the options to save the code back on %s or copy manually the code below to %s.
sl_si: Ne morem shraniti nastavitvene datoteke %s. Lahjo uporabite eno od možnostiza shranitev daoteke na %s ali jo shranite sami na naslov %s

source: Country:
sl_si: Država:

source: Created
sl_si: Ustvarjeno

source: Date from
sl_si: Datum od

source: Date to
sl_si: Datum do

source: Default payment details
sl_si: Osnovni način plačila

source: Delete
sl_si: Izbriši

source: Delete %s
sl_si: Izbriši %s

source: Details for %s
sl_si: Podrobnosti o %s

source: Enter order ID
sl_si: Vnesite referenčno številko

source: Error
sl_si: Napaka

source: First name:
sl_si: Ime:

source: Generate %s Configuration
sl_si: Ustvarite nastavitve za %s

source: Generated Code
sl_si: Tvorjena koda

source: ID "%s" already exists in "%s"
sl_si: ID "%s" že obstaja v "%s"

source: Last name:
sl_si: Priimek:

source: Link applications to payment methods
sl_si: Povežite načine plačil z aplikacijami

source: Links updated.
sl_si: Povezave so bile ažurirane.

source: Matrix
sl_si: Matrica

source: Method
sl_si: Način

source: Method is ready.
sl_si: Metoda je pripravljena.

source: Missing configuration. You must generate it before using this method.
sl_si: Nastavitvena datoteka ne obstaja. Tvoriti jo morate pred njeno uporabo.

source: Module
sl_si: Aplikacija

source: Module ID
sl_si: Referenca

source: No methods available.
sl_si: Ni dostopnih načinov plačila.

source: No transaction "%s" found
sl_si: Ne najdem tranzakcije "%s"

source: No version found in original configuration. Regenerate configuration.
sl_si: Ni podane verzije v privzetih nastavitvah. Ponovno tvorite nastavitve.

source: No version found in your configuration. Regenerate configuration.
sl_si: Ni podane verzije v vaših nastavitvah. Ponovno tvorite nastavitve.

source: Not supported.
sl_si: Ni podprto

source: Only administrators can delete authorization requests.
sl_si: Samo administratori lahko brišejo avtorizacije.

source: Order ID
sl_si: Naročilo številka

source: Order status was chagned to: %s
sl_si: Status plačila je bil spremenjan na: %s

source: Order successly revoked.
sl_si: Plačilo je bilo uspešno preklicano.

source: Order was not revoked.
sl_si: Naročilo ni bilo preklicano.

source: Payment Method "%s" do not exists.
sl_si: Način plačila "%s" ne obstja.

source: Payment detilas
sl_si: Podrobnosti plačila

source: Payment method
sl_si: Način plačila

source: Pending
sl_si: Na čakanju

source: Please enter addtional data for: %s
sl_si: Prosim vnesite dodatne informacije za: %s

source: Please try again...
sl_si: Poskusite znova...

source: Postal code:
sl_si: Poštna številka:

source: Proceed
sl_si: Nadaljuj

source: Process
sl_si: Procesiraj

source: Process id was lost.
sl_si: ID naročila je bil izgubljen.

source: Proforma
sl_si: Plačilo predračuna

source: Proforma Bill
sl_si: Plačini nalog ali položnica

source: Reference
sl_si: Referenca

source: Return to %s
sl_si: Vrni se v %s

source: Revert Configuration
sl_si: Prekliči nastavitve

source: Revoke
sl_si: Prekliči naročilo

source: Revoked
sl_si: Preklicano

source: Search
sl_si: Najdi

source: Search authorizations
sl_si: Najdi avtorizacije

source: Select payment method
sl_si: Izberite način plačila

source: Set this payment as default?
sl_si: Si zapomnim način plačila?

source: Set your default pamyent method.
sl_si: Izberite priljubljen način plačila

source: Setup
sl_si: Nastavitve

source: Setup methods
sl_si: Nastavite metode

source: Setup payment methods
sl_si: Nastavite načine plačila

source: Slovenia
sl_si: Slovenija

source: Spam protection
sl_si: Zaradi varnosti vas prosimo da vnesete sledeče besedilo

source: Submit
sl_si: Pošlji

source: Successful
sl_si: Uspešno

source: Successfully reverted configuration.
sl_si: Nastavitve so bile uspešno shranjene.

source: Successfully saved the backup configuration file %s.
sl_si: Uspešno povrnjene nastavitve iz datoteke %s.

source: Successfully wrote %s
sl_si: Uspešno zapisan %s

source: Testing authorization addad with ID %s
sl_si: Testna avtorizacija je bila dodana z ID %s

source: The order id was voided by the seller.
sl_si: Naročilo je bilo preklicano s strani prodajalca.

source: There are no application to be linked to the payment system
sl_si: Ni aplikacij, ki bi jih lahko povezali s tem plačilnim sistemom

source: There are no authorizations for the selected criteria.
sl_si: Ni avtorizacij za izbrane kriterije.

source: There was an error in the configuration form. Perhaps you left out a required field.
sl_si: Prišlo je od napake pri formi. Morda ste pozabili zahtevana polja.

source: This payment method is available only for customers or deliveries to the listing countries. If your country is not listed, please use another payment method.
sl_si: Izbran način plačila je možen le za nakupe in dostave iz navedenih držav. Če vaše države ni v spisku, vas prosimo, da izberete drugi način plačila.

source: Town:
sl_si: Kraj:

source: Updated
sl_si: Ažurirano

source: Value
sl_si: Vrednost

source: Void
sl_si: Zavrnjena

source: Void %s
sl_si: Prekliči %s

source: We lost your position.
sl_si: Izgubili smo vaše trenutno pozicijio.

source: We will issue you a proforma bill which can be paid on you e-bank or on your nearest post or bank office.
sl_si: Kupnino boste poravnali preko položnice. Izpisali vam bomo plačilni nalog katerega boste lahko poravnali preko vaše internet banke, poslovalnice banke ali pošte.

source: You don't have permission to delete authorizations in %s.
sl_si: Nimate pravic za izbris avtentikacij v %s.

source: You don't have permission to read attributes in %s.
sl_si: Nimate pravic za prebiranje avtentikacij v %s.

source: You don't have permission to void authorizations in %s.
sl_si: Nimate pravic preklic avtentikacij %s.

source: You don't have the permission void a request.
sl_si: Nimate pravic za zavrnitve avtorizacij.

source: You will pay our goods in cash immediately when you will receive it to the postman.
sl_si: Kupnino boste poravnali poštnemu uslužbencu pri prevzemu pošiljke.

source: state:
sl_si: Pokrajina:
